<?php return array (
    'user_not_found' => 'К сожалению, такого Пользователя не найдено, пожалуйста, проверьте данные или свяжитесь с администратором',
    'user_duplicated' => 'Пользователь с таким номером уже сущвествует, пожалуйста перейдите на страницу Авторизаций',
    'sms_error' => 'При отправке СМС произошло ошибка, попробуйте чуть позже',
    'send_success' => 'Успешно отправлено',
    'sms_not_finded' => 'К сожелению такому номеру, не был отправлен СМС попробуйте занова',
    'sms_time_up' => 'Время ожидание вышло, попробуйте занова',
    'sms_incorrect' => 'Код не правльный',
    'sms_correct' => 'Код  правльный',
);
