<?php

/*
|--------------------------------------------------------------------------
| Voyager Shop Orders Translation File
|--------------------------------------------------------------------------
|
| In this translation file you will find all strings related to
| the orders.
|
*/

return [
    'label_singular' => 'Тапсырыс',
    'label_plural' => 'Тапсырыстар',

    'data_rows' => [
        'id' => 'ID',
        'token' => 'Токен',
        'state' => 'Күй',
        'күйлер' => [
            'cart' => 'Арба',
            'pending' => 'Күтуде',
            'billed' => 'Төленді',
            'canceled' => 'Бас тартылды',
            'қабылданбады' => 'Қабылданбады',
            'refunded' => 'Қайтарылды',
        ],
        'project' => 'Жоба',
        'user' => 'Пайдаланушы',
        'created_at' => 'Жасалған',
        'updated_at' => 'Жаңартылған',
    ],

    /*
|------------------------------------------------ - --------------- --------------------------
| Тапсырыс беру қызметі
|------------------------------------------------ - --------------- --------------------------
|
| Тапсырыс қызметіне арналған желілер.
|
*/

    'қызмет' => [
        'buy-product-description' => 'Сатып алу:өнім',
        'buy-cart-description' => 'Сатып алу тапсырысы №:id',
    ],
];
